app/Models/SLA.php

SELECT *
FROM `data_sla`
---
    public function getAllData()
    {
        return $this->findAll();